<template lang="html">
  <div class="agreement_content">
    <h3>
      1. 特别提示
    </h3>
    <p>
      1.1 本《代理商后台系统使用协议》（以下简称《协议》）是服务使用人（以下简称“代理商”）与深圳易马达科技有限公司（以下简称“本公司”或者“我们”）之间关于代理商后台的使用以及相关服务所订立的协议。
    </p>
    <p>
      1.2 代理商应认真阅读、充分理解本《协议》中各条款，特别涉及免除或者限制本公司责任的免责条款，对代理商的权利限制的条款、约定争议解决方式、司法管辖、法律适用的条款。请您审慎阅读，一经点击登录按键，即表示同意接受本《协议》；如您不接受本《协议》的部分或全部内容，请您不要点击登录按键。（无民事行为能力人谢绝使用本服务、限制民事行为能力人应在法定监护人监护下阅读、理解及使用本服务）。除非您接受本《协议》所有条款，否则您无权登录代理商后台。您的登录及使用等行为将视为对本《协议》的接受，并同意接受本《协议》各项条款的约束。
    </p>
    <p>
      1.3 代理商后台系统账号由本公司提供，该帐号归本公司所有。帐号使用权仅属于本公司指定代理商，未经本公司书面同意，禁止赠与、借用、租用、转让或售卖。代理商承担帐号与密码的保管责任，并就其帐号及密码项下之一切活动负全部责任。
    </p>
    <p>
      1.4 本公司可根据项目运营、系统升级以及法律法规和政府政策调整等情况对乙方账号的使用功能、权限进行调整，代理商理解并同意。
    </p>

    <h3>
      2. 知识产权声明
    </h3>
    <p>
      2.1 代理商后台系统是由本公司开发。其一切版权、商标权、专利权、商业秘密等知识产权，以及相关的所有信息内容，包括但不限于：文字表述及其组合、图标、图饰、图表、色彩、界面设计、版面框架、有关数据、印刷材料、或电子文档等均受中华人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其他知识产权法律法规的保护，除涉及第三方授权的技术外，本公司享有上述知识产权，不因本协议的签订或履行而使代理商享有本公司已拥有的任何知识产权（包括但不限于版权、商标、商业秘密、专有技术等）。
    </p>
    <p>
      2.2 未经本公司书面同意，代理商不得为任何营利性或非营利性的目的自行实施、利用、转让或许可任何三方实施、利用、转让上述知识产权，本公司保留追究上述未经许可行为的权利。
    </p>
    <p>
      2.3 未经本公司书面同意，代理商不得因本协议发布任何与甲方合作关系相关的新闻稿、公告、声明、广告或进行宣传，也不得使用平台发布任何信息。
    </p>

    <h3>3. 授权范围</h3>
    <p>
      3.1 代理商可以在单一台终端设备上使用、显示、运行代理商后台系统，不可以对本系统或者本系统运行过程中释放到任何计算机终端内存中的数据及本系统运行过程中客户端与服务器端的交互数据进行复制、更改、修改、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入本系统。
    </p>
    <p>
      3.2 保留权利：未明示授权的其他一切权利仍归本公司所有，代理商使用其他权利时须另外取得本公司的书面同意。
    </p>

    <h3>4. 服务内容</h3>
    <p>
      4.1 代理商后台系统服务的具体内容由本公司根据实际情况提供，主要便于代理商进行合作项目的运营管理。
    </p>
    <p>
      4.2 代理商后台系统提供的部分服务为收费的服务，代理商使用收费服务需要向本公司支付一定的费用。对于收费的服务，我们会尽量在代理商使用之前给予代理商明确的提示，只有代理商根据提示 确认其愿意支付相关费用，代理商才能使用该等收费服务。如代理商拒绝支付相关费用，则本公司有权不向代理商提供该等收费服务。
    </p>
    <p>
      4.3 本公司仅提供代理商后台相关服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、其他与接入互联网或移动网有关的装置）及第三方收取的相关费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由代理商自行负担。
    </p>

    <h3>5. 服务变更，中断或终止</h3>
    <p>
      5.1 鉴于本服务的特殊性，代理商同意本公司有权随时变更、中断或终止部分或全部的本服务（包括收费服务及免费服务）。如变更、中断或终止的本服务属于免费服务，本公司无需通知代理商，也无需对任何代理商或任何第三方承担任何责任；如变更、中断或终止的网络服务属于收费服务，本公司应当在变更、中断或终止之前事先通知代理商，并应向受影响的代理商提供等值的替代性的收费服务，如代理商不愿意接受替代性的收费服务，就该代理商已经向本公司支付的服务费，本公司应当按照该代理商实际使用相应收费服务的情况扣除相应服务费之后将剩余的服务费退还给该代理商。
    </p>
    <p>
      5.2 本公司需要定期或不定期地对提供本服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成收费服务在合理时间内的中断，本公司无需为此承担任何责任，且除特殊情况外应当事先进行通告。
    </p>
     
    <h3>6. 免责声明</h3>
    <p>
      6.1 代理商明确同意其使用本服务所存在的风险将完全由其自己承担；因其使用本服务而产生的一切后果也由其自己承担，除本协议另有约定外，本公司对代理商不承担任何责任。
    </p>
    <p>
      6.2 本公司对本服务不作任何类型的担保，包括但不限于本服务的及时性、安全性、准确性，对在任何情况下因使用或不能使用本服务所产生的直接、间接、偶然、特殊及后续的损害及风险，本公司不承担任何责任。
    </p>
    <p>
      6.3 对于不可抗力、计算机病毒、黑客攻击、系统不稳定、技术、通信线路等原因造成的服务中断或不能满足代理商要求的风险，由代理商自行承担，本公司不承担任何责任。
    </p>
    <p>
      6.4 对于本公司向代理商提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，本公司无需承担任何责任：
    </p>
    <p>
      <small class="small_in_p">6.4.1 本公司向代理商免费提供的各项服务；</small>
    </p>
    <p>
      <small class="small_in_p">6.4.2 本公司向代理商赠送的任何产品或者服务；</small>
    </p>
    <p>
      <small class="small_in_p">6.4.3 本公司向收费网络服务代理商附赠的各种产品或者服务；</small>
    </p>
    <p>
      6.5 代理商同意，代理商后台系统所提供的功能受制于我国的管理条例，即与本产品的功能和条例发生冲突时，应以各地的管理条例为最高准则。任何在使用代理商后台过程中直接或间接违反当地管理条例的行为，该后果应由代理商承担。如有举证需要，本公司可以向有关部门提供相关数据作为证据。
    </p>

    <h3>7. 违约赔偿</h3>
    <p>
      如代理商违反本协议的任何条款，应向本公司支付违约金人民币叁万元整，且本公司有权不经通知，直接终止代理商账号的所有权限或使用功能。代理商因违约给本公司造成损失的，代理商应承担给本公司造成的一切损失和责任（包括但不限于诉讼费、律师费、保全费和差旅费等）
    </p>

    <h3>8. 协议修改</h3>
    <p>
      8.1 本公司有权随时修改本协议的任何条款，一旦本协议的内容发生变动，本公司将会直接在本公司网站上公布修改之后的协议内容，该公布行为视为本公司已经通知代理商修改内容。同时本公司也可通过其他适当方式向代理商提示修改内容。
    </p>

    <h3>9. 通知送达</h3>
    <p>
      9.1 本协议项下本公司对于代理商所有的通知均可通过网页公告、软件内公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。
    </p>
    <p>
      9.2 代理商对于本公司的通知应当通过本公司对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。该等通知以本公司实际收到日为送达日。
    </p>

    <h3>10. 法律管辖</h3>
    <p>
      10.1 本协议的订立、执行和解释及争议均受到中华人民共和国法律管辖。
    </p>
    <p>
      10.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向本公司所在地的人民法院提起诉讼。
    </p>

    <h3>11. 其他规定</h3>
    <p>
      11.1 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
    </p>
    <p>
      11.2 本协议中的标题仅为方便而设，在解释本协议时不应受该标题的限制。
    </p>
    <p>
      11.3 本公司对该使用协议享有最终解释权。
    </p>
  </div>
</template>
<style lang="css" scoped="">
  .agreement_content{
    max-height: 400px;
    overflow: auto;
  }
  .agreement_content p{
    margin-left: 8px;
  }
  .small_in_p{
    margin-left:20px;
  }
</style>